export const DummyQA = {
    q:"מאיזה גיל ואיך מחנכים לדחיית סיפוקים? אפרט. בגיל של תינוקות יש גיל שאין עניין לחנך לדחיית סיפוקים אלא דווקא לתת לתינוק מה שהוא צריך ובזמן. השאלה עד איזה גיל נותנים כשהוא מבקש",
    a:' בוודאי שמשחק הינו דבר נכון וחיובי, יש לאפשר לילד לשחק ואף לעודד אותו למלא את הזמן הפנוי על ידי משחקים. יחד עם זאת אפשר וחשוב לעודד אותו לאהוב את התורה עד כדי כך שהוא מבין שהתורה חשובה יותר מהמשחקים. \n'+
    'בנוגע לאופן ההגשה יש הבדל בגילאים וגם באופי הילד, אך מה ששווה אצל כל הילדים – שהם כלים להכיל את העניין. יתירה מכך, בסתר ליבם הם חשים כי התורה והמצוות הם האמת היחידה וחשיבותה גדלה מהמשחקים ורק מחכים לשמוע את זה מאיתנו. \n'+
    'בדורנו, דור הגאולה, עוד יותר קל להסביר את הענינים האלו כי המשיח שאצל הילדים – הנקודה האלוקית – נמצאת אצלם בגלוי עוד יותר מכפי שהיה בדורות הקודמים.\n'+
    'בהצלחה!\n'+
    'הגיעו כמה הצעות ושאלות בעניין המשחקים לילדים, בהמשך נתייחס אליהם בהרחבה בע"ה. היום נענה על שאלה חשובה שקיבלנו אודות דחיית סיפוקים\n'+
    'מאיזה גיל ואיך מחנכים לדחיית סיפוקים? אפרט. בגיל של תינוקות יש גיל שאין עניין לחנך לדחיית סיפוקים אלא דווקא לתת לתינוק מה שהוא צריך ובזמן. השאלה עד איזה גיל נותנים כשהוא מבקש\n'+
    '\n'+
    'למושג "סיפוקים" ישנם פרשנויות שונות. בדרך כלל מתכוונים לבטא "סיפוק" כדבר שלילי שיש לדחות ולמנוע ("דחיית סיפוקים"). אולם לאמיתו של דבר ישנם שלשה סוגי סיפוקים עיקריים שעלינו להבדיל ביניהם, וזה גם יסייע לנו להבין כיצד יש לדחות, אם ומתי.\n'+
    'סוגי הסיפוקים הם: צורך, מותר, אסור. \n'+
    'צורך הוא דבר הכרחי לילד. זה יכול להיות אוכל ושתיה, ביגוד, חיבוק, מחמאה הקשבה, ועוד. דברים אלו עבור הילד הינם כאוויר לנשימה. \n'+
    'אסור כולל דברים שהילד רוצה לעשות אך אנו לא מסכימים לכך בשום אופן. אם משום שאלו דברים שאסור לפי התורה לעשותם, או שהם דברים מסוכנים, או שמכל סיבה אחרת החלטנו שבבית שלנו זה לא יהיה. \n'+
    'מותר הם כל הדברים שאינם צורך הכרחי לילד, אך גם אינם בגדר אסור. כמו משחקים, ממתקים, תעסוקות שונות, ועוד. \n'+
    '\n'+
    '👈סיפוקים מסוג צורך אסור לנו לדחות לעולם! לא משנה מה גיל הילד ומהי התנהגותו, תמיד נספק לו צרכים ללא תנאים ובאהבה אין סופית.\n'+
    '👈גם סיפוקים מסוג מותר לא צריך לדחות לכתחילה, אמנם יש מקרים בהם הילד לא משתמש בהם כראוי ואז תפקידנו למנוע אותו מכך לטובתו. הדרך למנוע את הילד נעשית על ידי הסברה וגבולות, וזה משתנה בהתאם לסוג הסיפוק, תדירות השימוש בו, וגיל הילד.\n'+
    '👈סיפוקים מסוג אסור: חובה עלינו לדחות את הילד מהסיפוקים האסורים שבוודאי יגרמו לו נזק. בפרט כאשר מדובר על דברים מסוכנים שיכולים לפגוע בו חלילה או באחרים. כמו מכות, משחק באש ועוד.\n'+
    '\n'+
    'אך כל דבר אסור שאינו מסוכן (לזרוק צלחת על הריצפה, לצייר על הקיר, להדליק אור בשבת, לדבר לא יפה, ועוד), חובה עלינו להתחשב במידת ההבנה של הילד.\n'+
    'בגיל שנתיים-שלוש, מתחילה התפתחות ההבנה. לפני גיל זה ילד אינו מסוגל להבין את משמעות מעשיו, ולכן גם אם הוא עושה דברים בגדר אסור (כל עוד אינם מסוכנים), אין עניין בכלל לדחות לו את סיפוקיו כי הוא אינו מוכשר לקבל את הגבול, ובוודאי שלא תהיה מכך שום תועלת ולפעמים גם יכול לגרום נזק.\n'+
    '\n'+
    'בהצלחה!'
}
export const allowedUpdate = ["q", "a"]